
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Erweitert";
"title_Back" = "Zurück";
"title_Cancel" = "Abbrechen";
"title_Continue" = "Fortfahren";
"title_Finish" = "Fertigstellen";
"title_GoBack" = "Zurück";
"title_Next" = "Weiter";
"title_No" = "Nein";
"title_Quit" = "Beenden";
"title_Skip" = "Überspringen";
"title_TryAgain" = "Erneut versuchen";
"title_Update" = "Aktualisieren";
"title_Yes" = "Ja";
"title_StartAgain" = "Erneut starten";
"title_StopBlinking" = "Blinken stoppen";
"title_Other" = "Andere …";
"title_Upload" = "Laden";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Basisstation";
"kDeviceOriginConfigured.Base Station" = "Vorherige Basisstation-Konfiguration";
"kDeviceOriginConfigured.Time Capsule" = "Vorherige Time Capsule-Konfiguration";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Drahtloses Netzwerk";
"kDeviceOriginNetworkPreferred" = "Zuvor verwendetes Netzwerk";

/* Status strings */
"status_Configured" = "Konfiguriert";
"status_Unconfigured" = "Nicht konfiguriert";

/* Joining wireless networks */
"password_protected" = "Das AirPort-Netzwerk „%@“ ist durch ein Kennwort geschützt.";
"enterprise_title" = "Firmenweite WPA-Netzwerke";
"enterprise_error" = "Das AirPort-Netzwerk „%@“ ist ein firmenweites WPA-Netzwerk. Das AirPort-Dienstprogramm unterstützt firmenweite WPA-Netzwerke nicht.";
"password_error" = "Das eingegebene Kennwort ist falsch.";
"generic_join_error" = "Beim Anmelden im ausgewählten drahtlosen Netzwerk ist ein Fehler aufgetreten.";
"tryAgain" = "Möchten Sie es erneut versuchen?";
"generic_read_error" = "Bei der Kommunikation mit dem ausgewählten Gerät ist ein Fehler aufgetreten.";
"join_warning" = "Das Identifizieren dieser AirPort Express-Basisstation erfordert einen Wechsel der drahtlosen Netzwerke. Alle Verbindungen mit Ihrem aktuellen drahtlosen Netzwerk werden getrennt. Möchten Sie fortfahren?";
"finalJoinError" = "Beim Verbinden mit dem drahtlosen Netzwerk „%@“ ist ein Fehler aufgetreten.";
"finalJoinSuggest" = "Wählen Sie „%@“ aus dem Menü „Wi-Fi“.";

/* Identify */
"identify_title" = "Identifizieren";
"light_is_blinking" = "Die Statusanzeige der ausgewählten AirPort Express-Basisstation blinkt jetzt orange und grün.";
"GenericIdentifyDescription" = "Die Statusanzeige (ausgewähltes %@) blinkt jetzt orange und grün.";
"blinking_not_supported" = "Die Funktion „Identifizieren“ wird auf dem ausgewählten drahtlosen AirPort-Gerät nicht unterstützt.";

/* Reading base station info */
"base_station_protected" = "Geben Sie das Kennwort für Ihr %@ ein.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "AirPort Hilfe";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "AirPort Hilfe";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Es wurden keine neuen AirPort-Netzwerke gefunden.";
"no_unconfigured_networks" = "Vergewissern Sie sich, dass Ihr %@ in eine Steckdose eingesteckt ist und sich in Reichweite Ihres Computers befindet. Klicken Sie anschließend auf „Fortfahren“, um erneut zu suchen.";
"try_again_found_nothing" = "Es wurden keine neuen AirPort-Netzwerke gefunden. Vergewissern Sie sich, dass Ihr %@ in eine Steckdose eingesteckt ist und sich in Reichweite Ihres Computers befindet. Klicken Sie anschließend auf „Erneut versuchen“.";
"no_mdns_record_showed_up" = "Das AirPort-Dienstprogramm kann Ihr drahtloses AirPort-Gerät nicht finden.";
"no_other_networks_title" = "Es wurden keine vorhandenen AirPort-Netzwerke gefunden.";
"no_other_networks_found" = "Vergewissern Sie sich, dass Ihr Computer sich in Reichweite Ihres bestehenden Netzwerks befindet.";


/* Keychain information */
"keychainBaseStationDescription" = "Kennwort der AirPort-Basisstation";
"keychainBaseStationType" = "AirPort-Basisstation";
"keychainNetworkDescription" = "AirPort-Netzwerkkennwort";
"keychainNetworkType" = "AirPort-Netzwerk";
"keychainSpeakerDescription" = "Programmkennwort";
"keychainSpeakerType" = "Entfernte Lautsprecher";

"ConfigAccessError" = "Fehler bei der Basisstation";

/* Panel Headers */
"introHeader" = "Einführung";
"networkSetupHeader" = "Netzwerkeinstellungen";
"summaryHeader" = "Übersicht";
"internetHeader" = "Interneteinstellungen";
"PeripheralsHeader" = "AirPort-Laufwerkskonfiguration";
"WDSHeader" = "WDS-Konfiguration";
"MigrateDiskHeader" = "Laufwerksmigration";

/* Continue text strings */
"continueWelcome" = "Klicken Sie auf „Fortfahren“, um zu beginnen.";
"continueProceed" = "Weiter: auf „Fortfahren“ klicken.";
"continueScanAgain" = "Klicken Sie auf „Fortfahren“, um erneut zu suchen.";
"wdsWarningFooter" = "Wenn Sie den Namen des drahtlosen Netzwerks, den Schutz oder das Kennwort des drahtlosen Netzwerks ändern, wird die Verbindung zu WDS getrennt.";
"clientWarningFooter" = "Wenn Sie den Namen des drahtlosen Netzwerks, den Schutz oder das Kennwort des drahtlosen Netzwerks ändern, wird die Verbindung zu AirPort Express getrennt.";
"clientStartWarningFooter" = "Wenn Sie die Einstellungen ändern, wird die Verbindung zu AirPort Express möglicherweise getrennt.";

/* Pre-verification error strings */
"mismatchPassword" = "Die Felder „Kennwort“ und „Kennwort wiederholen“ stimmen nicht überein.";
"mismatchWirelessPassword" = "Die Felder „Kennwort“ und „Kennwort wiederholen“ für das drahtlose Netzwerk stimmen nicht überein.";
"mismatchPasswordReenter" = "Geben Sie in beiden Feldern das gleiche Kennwort ein.";
"missingWirelessPassword" = "Zum Fortfahren benötigen Sie ein Kennwort für das drahtlose Netzwerk.";
"wirelessNetworkPassword" = "Netzwerk-Kennwort";
"missingNetworkName" = "Zum Fortfahren benötigen Sie den Namen eines drahtlosen Netzwerks.";
"missingNetworkNameWDS" = "Wählen Sie zum Fortfahren ein AirPort Extreme- oder AirPort Express-Netzwerk aus.";
"missingNetworkNameClient" = "Wählen Sie zum Fortfahren ein drahtloses Netzwerk aus.";
"missingAccountName" = "Zum Fortfahren benötigen Sie einen PPPoE-Accountnamen.";
"missingPassword" = "Zum Fortfahren benötigen Sie ein Kennwort.";
"missingPhone" = "Zum Fortfahren benötigen Sie eine primäre Telefonnummer.";
"missingUsername" = "Zum Fortfahren benötigen Sie einen Accountnamen.";

/* Public password strings */
"genericConfirmPublicPassword" = "Ihr %@ ist durch das Standardkennwort „public“ geschützt.";
"ConfirmPublicPassword1" = "Geben Sie aus Sicherheitsgründen ein anderes Kennwort ein.";

/* Error Titles */
"settingError" = "Fehler in den Einstellungen: %@";
"generalError" = "Allgemeiner Fehler";
"passwordError" = "Kennwortfehler";

/* WDS status strings */
"ConfiguringForWDS" = "Ihr %@ wird konfiguriert, um Ihr AirPort-Netzwerk zu erweitern.";
"WDSConfigInitialString" = "%@ wird für die Erweiterung Ihres bestehenden drahtlosen Netzwerks konfiguriert. Bitte haben Sie etwas Geduld.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Hauptnetzwerk für eine neue entfernte WDS-Basisstation konfigurieren";
"WDSConfiguringRemote" = "Neue entfernte WDS-Basisstation für die Verbindung mit dem Hauptnetzwerk konfigurieren";
"WDSJoiningNewNetwork" = "Mit dem neuen WDS-Netzwerk verbinden";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "Ihr bestehendes drahtloses Netzwerk für das Verbinden konfigurieren.";
"DWDSConfiguringRemote" = "%@ für die Verbindung mit Ihrem bestehenden drahtlosen Netzwerk konfigurieren.";
"DWDSJoiningNewNetwork" = "Mit Ihrem bestehenden drahtlosen Netzwerk verbinden.";
"GeneralDWDSError" = "Beim Konfigurieren dieses drahtlosen AirPort-Geräts für die Verbindung mit Ihrem bestehenden drahtlosen Netzwerk ist ein Fehler aufgetreten. Beenden Sie das AirPort-Dienstprogramm und versuchen es erneut.";
"DWDSSetupCanceled" = "Die Konfiguration wurde abgebrochen.";
"DWDSConfigInitialString" = "%@ wird für die Verbindung mit Ihrem bestehenden drahtlosen Netzwerk konfiguriert. Bitte haben Sie etwas Geduld.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "Die Einstellungen des ausgewählten %@-Geräts lesen …";
"MigrateSettingsReadingSourceGeneral" = "Die Einstellungen des ausgewählten drahtlosen AirPort-Geräts lesen …";
"MigrateRejoiningNetwork" = "Erneut mit Netzwerk verbinden …";
"MigrateSettingsGeneralError" = "Beim Konfigurieren dieses %@-Geräts zum Ersetzen des ausgewählten Geräts ist ein Problem aufgetreten. Beenden Sie das AirPort-Dienstprogramm und versuchen Sie es erneut.";
"MigrateSettingsIniting" = "%@ wird konfiguriert, um das ausgewählte drahtlose AirPort-Gerät zu ersetzen …";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Beim Ersetzen der ausgewählten Time Capsule und Starten der Übertragung ist ein Problem aufgetreten. Beenden Sie das AirPort-Dienstprogramm und versuchen Sie es erneut.";
"MigrateDiskIniting" = "Migration starten …";
"MigrateSettingsJoiningSource" = "Verbindung mit alter Time Capsule herstellen …";
"MigrateDiskPreparingDest" = "Einstellungen übertragen …";
"MigrateDiskWaitingForResolve" = "Warten auf den Neustart der Time Capsules …";
"MigrateDiskStartingBackup" = "Laufwerksmigration starten …";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "Verbindung mit %@ (alt) herstellen …";
"UpdateDeviceWritingSource" = "Einstellungen für das neue %@-Gerät schreiben …";
"UpdateDeviceGeneralError" = "Beim Konfigurieren dieses %@-Geräts ist ein Problem aufgetreten. Beenden Sie das AirPort-Dienstprogramm und versuchen Sie es erneut.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Migration";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Klicken Sie auf „Aktualisieren“, um die Einstellungen und Daten zu übertragen.";

/* Updating progress strings */
"genericWaitRestart" = "Warten, bis %@ neu gestartet ist …";
"networkSearch" = "Suche nach Ihrem drahtlosen Netzwerk …";
"attemptJoin" = "Verbinden mit Ihrem drahtlosen Netzwerk …";

/* Misc Strings */
"providedAuto" = "(automatisch angegeben)";
"selectNetwork" = "Netzwerk wählen";

/* Summary Panel Labels */
"connectUsingLabel" = "Verbinden mit:";
"configureViaLabel" = "TCP/IP konfigurieren:";
"ipAddressLabel" = "IP-Adresse:";
"accountNameLabel" = "Accountname:";
"serviceLabel" = "PPPoE-Dienstname:";
"connectUsingWDS" = "Mit Netzwerk verbinden (über WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Diese Einstellungen sind nicht korrekt";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Alternativnummer:";
"usernameLabel" = "Accountname:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "Für WDS mit WPA muss Ihr drahtloses AirPort-Gerät aktuelle Firmware verwenden. Vergewissern Sie sich, dass dies zutrifft, oder legen Sie für den Schutz „WEP“ fest und versuchen es erneut.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Sie haben ein drahtloses AirPort-Gerät mit firmenweitem WPA-Schutz als drahtloses WDS-Hauptgerät ausgewählt. Das AirPort-Dienstprogramm unterstützt den firmenweiten WPA-Schutz auf dem drahtlosen WDS-Hauptgerät nicht.";

/* WDS Errors */
"GeneralWDSError" = "Beim Konfigurieren dieses drahtlosen AirPort-Geräts für WDS ist ein Fehler aufgetreten. Beenden Sie das AirPort-Dienstprogramm und versuchen es erneut.";
"MainInBridgeModeForWDSError" = "Das drahtlose AirPort-Gerät, das Sie als drahtloses WDS-Hauptgerät ausgewählt haben, verteilt keine IP-Adressen. Konfigurieren Sie dieses drahtlose Gerät für die Verteilung von IP-Adressen.";
"WDSSetupCanceled" = "Die Konfiguration von WDS wurde abgebrochen.";
"WDSErrorTitle"	= "Fehler bei der WDS-Konfiguration";

/* Status messages */
"joining_network" = "Mit drahtlosem Netzwerk verbinden";
"reading_config" = "Konfiguration lesen …";
"status_scan" = "Nach Netzwerken suchen …";
"status_search" = "Nach Ihrem drahtlosen AirPort-Gerät suchen …";
"status_identify" = "Identifizieren …";

/* Maybe needed to fix 3663944 */
"available_networks" = "Vorhandene AirPort-Netzwerke:";
"select_network" = "Wählen Sie das AirPort-Netzwerk aus, das Sie konfigurieren möchten.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "%@-Name";
"genericPasswordLabel" = "%@-Kennwort";
"genericModeLabel" = "%@-Modus";

"genericNewChoice" = "Neue Basisstation (%@) konfigurieren";
"genericOldChoice" = "Einstellungen einer bestehenden Basisstation (%@) ändern";
"genericBasePassPanelHeader" = "%@ konfigurieren";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Wählen Sie aus, ob Sie ein neues %@ konfigurieren oder die Einstellungen von bestehenden ändern möchten.";
"genericSelectNewHeader" = "Wählen Sie Ihr %@ aus, das Sie konfigurieren möchten. Falls es sich nicht in der Liste befindet, klicken Sie auf „Erneut suchen“. Falls Sie sich nicht sicher sind, welches drahtlose AirPort-Gerät Sie auswählen müssen, klicken Sie auf „Identifizieren“.";
"genericSelectConfiguredHeader" = "Wählen Sie Ihr %@ aus, das Sie bearbeiten möchten. Falls es sich nicht in der Liste befindet, klicken Sie auf „Erneut suchen“. Falls Sie sich nicht sicher sind, welches drahtlose AirPort-Gerät Sie auswählen müssen, klicken Sie auf „Identifizieren“.";
"genericSelectNetworkHeader" = "Wählen Sie das AirPort-Netzwerk aus, in dem sich Ihr %@ befindet, das Sie konfigurieren möchten.";
"genericClientDescription" = "Bei Aktivierung können Sie durch Ihr %@ Ihr drahtloses Netzwerk erweitern und die Internetverbindung gemeinsam nutzen.";
"genericNetworkNameHeader" = "Um Ihr %@ anzupassen, benennen Sie zunächst Ihr drahtloses Netzwerk.";
"genericNetworkNameDescription" = "Dieser Name wird angezeigt, wenn Sie sich mit Ihrem Netzwerk verbinden möchten.";
"genericBaseNameDescription" = "Benennen Sie jetzt Ihr %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%1$@s %2$@";
"genericWirelessNetwork" = "Netzwerk";
"genericBasePasswordHeader" = "Geben Sie ein Kennwort ein, mit dem die Einstellungen von %@ geschützt werden.";
"genericBasePasswordDescription" = "Sie benötigen dieses Kennwort für Änderungen an den Einstellungen dieser Basisstation (%@).";
"genericBasePasswordDescription2" = "Verwenden Sie für eine höhere Sicherheit ein anderes Kennwort als für das Netzwerk.";
"genericModeHeader" = "Wählen Sie aus, wie Sie Ihr %@ einsetzen möchten.";
"genericSummaryHeader" = "Für Ihr %@ werden die Einstellungen unten verwendet. Stellen Sie sicher, dass sie korrekt sind.";
"genericSummaryNoChangeHeader" = "Dieses %@-Gerät verwendet zurzeit die unten aufgeführten Einstellungen.";
"genericReplaceSummaryHeader" = "Dieses %1$@-Gerät wird mit den Einstellungen von „%2$@“ konfiguriert.";
"genericSummaryFooter" = "Wenn die Einstellungen korrekt sind, klicken Sie auf „Aktualisieren“, um Ihr %@ fertig zu konfigurieren.";
"genericSummaryFooterClickInstructions" = "Klicken Sie auf „Zurück“, um die Einstellungen zu ändern.";
"genericPPPoEHeader" = "Geben Sie den PPPoE-Accountnamen (PPP over Ethernet), das PPPoE-Kennwort und den optionalen Dienstnamen an, die Sie von Ihrem Internetanbieter erhalten haben.";
"genericDHCPHeader" = "Die %@-Basisstation ist zurzeit über ein DSL- oder Kabelmodem oder über Ethernet mit einer IP-Adresse, die automatisch per DHCP zugewiesen wird, mit dem Internet verbunden. Bestätigen Sie dies oder geben Sie optionale Informationen von Ihrem Internet-Anbieter ein.";
"genericModemHeader" = "Geben Sie Modemeinstellungen für Ihr %@ ein.";
"genericBridgeModeHeader" = "Wählen Sie aus, ob Ihr %@ auf den Bridge-Modus eingestellt sein soll oder eine IP-Adresse über DHCP und NAT teilt.";
"genericBridgeModeYes" = "Bridge-Modus";
"genericBridgeModeYesDescription" = "Wählen Sie diese Option, wenn Ihre %@ Basisstation mit einem Router oder einem anderen Netzwerkgerät verbunden ist, das bereits über DHCP und NAT IP-Adressen an die Computer in Ihrem Netzwerk vergibt.";
"genericBridgeModeNo" = "Eine einzige IP-Adresse gemeinsam nutzen über DHCP und NAT";
"genericBridgeModeNoDescription" = "Wählen Sie diese Option, wenn Ihr %@ über ein DSL- oder Kabelmodem direkt mit dem Internet oder mit einem Netzwerk mit Internetverbindung verbunden ist und wenn Sie DHCP und NAT verwenden möchten, um IP-Adressen an Computer in Ihrem Netzwerk zu vergeben.";
"genericFinalDescription" = "Ihr %@-Gerät ist für Internetzugriff und Freigabe eines USB-Druckers konfiguriert.";
"genericMissingNameWarning" = "Zum Fortfahren benötigen Sie einen Namen für Ihr %@.";
"genericMissingNameWarning.alternateArticle" = "Zum Fortfahren benötigen Sie einen Namen für Ihr %@.";
"genericMissingBasePassWarning" = "Zum Fortfahren benötigen Sie ein Kennwort.";
"genericMismatchBasePassword" = "Die Felder „Kennwort“ und „Kennwort wiederholen“ stimmen nicht überein.";
"ResetBroadbandMessage" = "Wenn Sie die Internetverbindung über ein Kabelmodem herstellen, schalten Sie das Modem aus, entfernen ggf. die Batterien und warten einige Sekunden. Legen Sie anschließend die Batterien wieder ein und schalten Sie das Modem wieder an.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "Das AirPort-Dienstprogramm hat die neue Basisstation (%1$@)%2$@ „%3$@“ gefunden.\n\nFalls dies nicht die Basisstation (%4$@) ist, die Sie konfigurieren möchten, vergewissern Sie sich, dass diese in eine Steckdose eingesteckt ist und sich in Reichweite Ihres Computers befindet. Versuchen Sie es anschließend erneut.";
"withNetworkNamed" = " mit einem drahtlosen Netzwerk";
"genericNoNetworksHeader" = "Es wurden keine %1$@-Netzwerke gefunden. Stellen Sie sicher, dass Ihr %2$@ in eine Steckdose eingesteckt ist und sich in Reichweite Ihres Computers befindet.";
"genericOldNetworkConfirm" = "Das AirPort-Dienstprogramm hat eine neue Basisstation (%1$@) mit dem drahtlosen Netzwerk „%2$@“ erkannt.\n\nFalls dies nicht die Basisstation (%3$@) ist, die Sie konfigurieren möchten, vergewissern Sie sich, dass diese in eine Steckdose eingesteckt ist und sich in Reichweite Ihres Computers befindet. Klicken Sie anschließend auf „Erneut suchen“.";
"genericOldExpressConfirm" = "Das AirPort-Dienstprogramm hat ein neue Basisstation (%1$@) „%2$@“ gefunden.\n\nFalls dies nicht die Basisstation (%3$@) ist, die Sie konfigurieren möchten, klicken Sie auf „Erneut suchen“.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Um Ihre iTunes-Musik über diese AirPort Express-Basisstation wiedergeben zu können, wählen Sie sie aus dem Einblendmenü rechts unten im iTunes-Fenster aus.";

"expressFinalDescription" = "Ihre AirPort Express Basisstation ist für Internetzugriff, Freigabe eines USB-Druckers und Wiedergabe von iTunes-Musik über entfernte Lautsprecher mit AirPlay konfiguriert.";

"expressClientRadio" = "Mit meinem bestehenden drahtlosen Netzwerk verbinden";
"extremeClientRadio" = "Reichweite des AirPort Extreme- / AirPort Express-Netzwerks erweitern";

"expressClientDescription" = "Bei Aktivierung können Sie Ihr %@ zu dem aktuellen drahtlosen Netzwerk hinzufügen.";

"expressModeHeader" = "Über beide Optionen können Sie einen USB-Drucker gemeinsam nutzen und iTunes-Musik über entfernte Lautsprecher mithilfe von AirPlay wiedergeben.";

/* Reachability error */
"genericNetworkTitle" = "Netzwerkfehler";
"noWirelessReachability" = "Sie versuchen über Ihre AirPort-Karte auf ein drahtloses AirPort-Gerät zuzugreifen. Es befindet sich jedoch bereits ein Gerät mit dieser IP-Adresse in Ihrem Ethernetnetzwerk. Stecken Sie Ihr Ethernetkabel ab, warten Sie einige Sekunden und versuchen Sie es erneut.";
"noEthernetReachability" = "Sie versuchen über Ethernet auf ein drahtloses AirPort-Gerät zuzugreifen. Es befindet sich jedoch bereits ein Gerät mit dieser IP-Adresse in Ihrem AirPort-Netzwerk. Schalten Sie Ihre AirPort-Karte aus, warten Sie einige Sekunden und versuchen Sie es erneut.";
"genericReachabilityError" = "Beim Verbinden mit dem ausgewählten drahtlosen AirPort-Gerät ist ein Fehler aufgetreten. Vergewissern Sie sich, dass sich in Ihrem Netzwerk keine weiteren Geräte mit der IP-Adresse %@ befinden.";
"superGenericReachabilityError" = "Beim Verbinden mit dem ausgewählten drahtlosen AirPort-Gerät ist ein Fehler aufgetreten.";
"WDSSetupRequiresAWirelessCard" = "Das AirPort-Dienstprogramm konnte dieses drahtlose AirPort-Gerät nicht für WDS konfigurieren, da in diesem Computer keine AirPort-Karte installiert ist.";

/* Uploading Firmware */
"firmwareError"	= "Beim Aktualisieren der Firmware „%@“ ist ein Fehler aufgetreten.";
"firmwareProgress" = "Firmware „%@“ aktualisieren …";
"firmwareNewer" = "Es ist eine neuere Version (%1$@) der Firmware „%2$@“ verfügbar.";
"firmwareNewerSmall" = "Klicken Sie auf „Aktualisieren“, um sie jetzt zu installieren.";
"firmwareSuccess" = "„%@“ wurde erfolgreich aktualisiert.";
"firmwareRequired" = "Für das ausgewählte Netzwerk müssen Sie Ihre Firmware aktualisieren.";

/* AirPort 4.2 */
"wepLabel" = "128-Bit WEP (kompatibler)";
"wpa1label" = "Persönlicher WPA (sicherer)";
"wpa2label" = "Persönlicher WPA2 (sicherer)";
"wepDescription" = "Kompatibler mit älteren Computern und Geräten in drahtlosen Netzwerken. Um Kompatibilität mit anderen Computern als Macintosh zu gewährleisten, muss Ihr Kennwort exakt 13 Zeichen lang sein.";
"wpa1description" = "Höchste Sicherheitsstufe für drahtlose Netzwerke. Nur WPA-Clients können sich mit dem Netzwerk verbinden. Das Kennwort muss zwischen 8 und 63 Zeichen oder 64 Hexadezimalzeichen lang sein.";
"wpa1and2description" = "Höchste Sicherheitsstufe für drahtlose Netzwerke. WPA- oder WPA2-Clients können sich mit dem Netzwerk verbinden. Das Kennwort muss zwischen 8 und 63 Zeichen oder 64 Hexadezimalzeichen lang sein.";
"wpa2description" = "Höchste Sicherheitsstufe für drahtlose Netzwerke. WPA2-Clients können sich mit dem Netzwerk verbinden. Das Kennwort muss zwischen 8 und 63 Zeichen oder 64 Hexadezimalzeichen lang sein.";
"tsnDescription" = "Kompatibel mit älteren WEP-Clients. Neuere Clients können sich über WPA und WPA2 mit dem Netzwerk verbinden. Das Kennwort muss aus exakt 13 Zeichen bestehen.";
"badWPAPasswordLength" = "Geben Sie für das Kennwort des drahtlosen Netzwerks zwischen 8 und 63 Zeichen ein.";
"v6_not_configured_title" = "IPv6 ist nicht konfiguriert";
"v6_not_configred_on_all_interfaces" = "Das AirPort-Dienstprogramm kann mit Ihrem drahtlosen AirPort-Gerät über IPv6 zuverlässiger kommunizieren.";
"v6_not_configured_turn_on_confirm" = "Möchten Sie IPv6 jetzt aktivieren?";
"v6_not_configured_turn_on" = "IPv6 in den Systemeinstellungen aktivieren";
"v6_not_configured_turn_on_win" = "IPv6 im Kontrollfeld aktivieren";
"authorization_error_title" = "Authentifizierungsfehler";
"authorization_error" = "Das AirPort-Dienstprogramm konnte Ihre Netzwerkeinstellungen nicht ändern, da die Systemeinstellung „Netzwerk“ geschützt ist.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Dieser Name wird für Ihr %@ verwendet.";
"BaseNameInternalDiskDescription" = "Dieser Name wird auch für das Time Capsule-Laufwerk verwendet.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Geben Sie das Kennwort für das Time Capsule-Laufwerk oder die an Ihr %@ angeschlossenen USB-Laufwerke ein.";
"FileSharingPasswordPrompt" = "Geben Sie das Kennwort für die AirPort-Laufwerke ein.";
"GuestAccessPrompt" = "Sie können Ihren Gästen auch Zugriff zu AirPort-Laufwerken ohne Kennwort gestatten.";
"FileSharingDisclosure" = "Dateifreigabe-Optionen";
"UseDiskPasswordCheckBox" = "Anderes Kennwort für Schutz der Laufwerke verwenden";

/* Wireless Options Panel */
"RadioCountryDescription" = "Wählen Sie das Land aus, in dem Ihr %@ verwendet wird.";
"RadioModeDescription" = "Wählen Sie den Sendermodus für Ihr %@ aus.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problem %1$d von %2$d: %3$@";
"ProblemCodeProblemResolved" = "Dieses Probleme wurde behoben.";
"UnresolvedProblem" = "Möchten Sie fortfahren, ohne das Problem zu beheben?";
"UnresolvedProblemAssistant" = "Diese Konfiguration führt dazu, dass die Statusanzeige von %@ orange blinkt. Möchten Sie wirklich fortfahren?";
"ProblemShouldBeResolved" = "Klicken Sie auf „Ignorieren“, damit die Statusanzeige von %@ nicht orange blinkt, um dieses Problem zu melden.";
"ProblemNotResolved" = "Dieses Problem wurde nicht behoben. Bitte versuchen Sie es erneut.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Lösung";
"ProblemSummaryIgnored" = "Ignoriert";
"ProblemSummaryResolved" = "Behoben";
"ProblemSummaryConfigChanged" = "Konfiguration geändert";
"ProblemSummaryUnresolved" = "Nicht behoben";
"ProblemSummaryHeader" = "Hier werden die Probleme angezeigt, die Ihr %@ festgestellt hat, und ob diese gelöst werden konnten oder nicht.";
"ProblemSummaryChoicePrompt" = "Wie möchten Sie jetzt vorgehen?";
"ProblemSummaryUpdateWithTheseSettings" = "Mein %@ mit diesen Einstellungen aktualisieren";
"ClickUpdateToUpdate" = "Klicken Sie auf „Aktualisieren“, um %@ fertig zu konfigurieren.";
"ProblemSummaryReconfigureToo" = "Andere Einstellungen für mein %@ ändern";
"ProblemSummaryReconfigureFooter" = "Klicken Sie auf „Fortfahren“, um Einstellungen für Ihr %@ zu ändern.";
"ProblemSummarySwitch" = "Weiteres drahtloses AirPort-Gerät konfigurieren";
"ClickDoneToSwitch" = "Klicken Sie auf „Fertig“, um ein weiteres drahtloses AirPort-Gerät auszuwählen.";
"ProblemSummaryAllResolved" = "Alle Probleme wurden behoben.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Geben Sie die TCP/IP-Informationen ein, die Sie von Ihrem Internetanbieter erhalten haben. Wählen Sie „DHCP verwenden“, falls Sie die IP-Adresse automatisch beziehen. Wählen Sie „Manuell“, falls Sie eine spezielle IP-Adresse eingeben möchten.";
"DHCPConfirmPanelDHCP_Yes" = "Ich verwende ein DSL- oder Kabelmodem mit DHCP.";
"DHCPConfirmPanelDHCP_No" = "Ich verwende kein DHCP.";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Ich verwende ein DSL- oder Kabelmodem mit PPPoE.";
"PPPoEConfirmPanelPPPoE_No" = "Ich verwende kein PPPoE.";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Geben Sie einen Namen und Schutz für das drahtlose Netzwerk ein.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Dieses drahtlose Netzwerk ist mit einem firmenweiten WPA-Schutz geschützt. Wenn Sie die Einstellungen für den RADIUS-Server ändern möchten, wählen Sie im Menü der Basisstation die Option „Man. Konfiguration“.";
"NoSecurityLabel" = "Kein Schutz";
"NoSecurityDescription" = "Jedes drahtlose Gerät kann sich ohne Kennwort mit Ihrem Netzwerk verbinden.";
"NoSecurityUncheckedFooter" = "Sie müssen das Markierungsfeld oben aktivieren, bevor Sie mit dem nächsten Schritt fortfahren können.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Wählen Sie das drahtlose Netzwerk für Ihr %@ aus. Falls Ihr Netzwerk nicht angezeigt wird, klicken Sie auf das Menü, um es erneut zu versuchen. Falls Ihr Netzwerk dann immer noch nicht angezeigt wird, vergewissern Sie sich, dass das Gerät in eine Steckdose eingesteckt ist.";
"JoinNetworkQ61AudioNameSuggestion" = "Beispiel: Wohnzimmer";
"JoinNetworkExtendDescription" = "Wenn Sie die Reichweite dieses Netzwerks erweitern und Clients erlauben möchten, sich drahtlos oder über Ethernet damit zu verbinden, aktivieren Sie das Markierungsfeld unten.";
"JoinNetworkExtendCheckboxTitle" = "Reichweite dieses Netzwerks erweitern";
"JoinNetworkExtendWarning" = "Dies kann die gesamte Netzwerkleistung beeinträchtigen.";
"JoinNetworkProxySTADescription" = "Wenn Sie das Markierungsfeld nicht aktivieren, stellt Ihr %@ Audio- und USB-Dienste zur Verfügung und Clients können sich nur über Ethernet mit dem Netzwerk verbinden.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Wählen Sie aus dem Menü unten das AirPort Extreme- oder AirPort Express-Netzwerk aus, das Sie erweitern möchten. Falls Ihr Netzwerk nicht angezeigt wird, klicken Sie auf das Menü, um es erneut zu versuchen. Falls Ihr Netzwerk dann immer noch nicht angezeigt wird, vergewissern Sie sich, dass Ihr drahtloses AirPort-Gerät angeschlossen ist und sich in Reichweite dieses Computers befindet.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Art der Internetverbindung auswählen";
"InternetChoiceDSLCableEthernet" = "Ich verwende ein DSL- oder Kabelmodem mit stat. IP-Adresse / DHCP";
"InternetChoiceDSLCablePPPoE" = "Ich verwende ein DSL- oder Kabelmodem mit „PPP over Ethernet“ (PPPoE)";
"InternetChoiceLAN" = "Ich stelle die Verbindung mit meinem lokalen Netzwerk (LAN) her";
"InternetChoiceModem" = "Ich verwende ein Modem, das an meinem Telefonanschluss \nangeschlossen ist";
"InternetChoiceNoInternet" = "Ich möchte das Internet noch nicht nutzen";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Neues drahtloses Netzwerk anlegen";
"ClientAP_APRadioDesc" = "Bei Aktivierung konfigurieren Sie ein neues drahtloses Netzwerk, um eine Internetverbindung über Breitband mit drahtlosen Computern gemeinsam zu nutzen.";
"ClientAP_FirstTimeConfig" = "Ihr %@ wird anscheinend zum ersten Mal konfiguriert.";
"ClientAP_FirstTimePrompt" = "Wählen Sie, wie Sie Ihr %@ konfigurieren möchten.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Wählen Sie aus, ob Ihr %@ sich mit Ihrem vorhandenen drahtlosen Netzwerk als drahtloser Client verbinden soll oder die Reichweite Ihres drahtlosen Netzwerks erweitern soll.";
"ClientWDS_JoinRadioTitle" = "Mit meinem drahtlosen Netzwerk verbinden";
"ClientWDS_JoinRadioDesc" = "Bei Aktivierung können Sie Ihr %@ verwenden, um einen USB-Drucker gemeinsam zu nutzen oder um iTunes-Musik über Ihre entfernten Lautsprechern wiederzugeben.";
"ClientWDS_ExtendRadioTitle" = "Reichweite des AirPort Extreme- / AirPort Express-Netzwerks erweitern";
"ClientWDS_ExtendRadioDesc" = "Bei Aktivierung können Sie durch Ihr %@ Ihr drahtloses Netzwerk erweitern und die Internetverbindung gemeinsam nutzen.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Einem anderen Internetanbieter";
"PrimaryPhoneNumber" = "Telefonnummer";
"PrimaryDNSServer" = "Haupt-DNS-Server";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "Mit %@ können Sie von Ihren Mac OS X 10.5 Computern mithilfe von Time Machine Backups erstellen sowie Ihre Internetverbindung und USB-Drucker mit Computern in Ihrem Netzwerk gemeinsam nutzen.";
"genericAudioProductTextBlock" = "Mit %@ können Sie iTunes-Musik über entfernte Lautsprecher mithilfe von AirPlay wiedergeben und Ihre Internetverbindung und USB-Geräte in Ihrem Netzwerk gemeinsam nutzen.";
"genericProductTextBlock" = "Mit %@ können Sie Ihre Internetverbindung und USB-Geräte in Ihrem Netzwerk gemeinsam nutzen.";
"genericInternalDiskProductNameTextBlock" = "Geben Sie einen Namen für Ihr %@ ein. Dieser Name wird entsprechend im Netzwerk verwendet und ist gleichzeitig der Name für das Laufwerk.";
"genericEnterName" = "Geben Sie einen Namen für Ihr %@ ein.";
"IdentityDescription" = "Dieser Name wird im Netzwerk für Ihr %@ verwendet.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "AirPort-Dienstprogramm hat das drahtlose Netzwerk „%@“ gefunden und festgestellt, dass dieser Computer schon einmal eine Verbindung dazu aufgebaut hat. Wählen Sie aus, wie Sie für Ihr %@ vorgehen möchten.";
"ReplaceNetworkPanelReplacingPrevious" = "„%1$@“ ersetzen durch „%2$@“";
"ReplaceNetworkPanelReplacingAnother" = "Ein anderes Netzwerk durch mein %@ ersetzen";
"ReplaceNetworkPanelCreatingNewNetwork" = "Neues drahtloses Netzwerk anlegen (%@ verwenden)";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Wählen Sie das zu ersetzende Netzwerk aus der Liste unten aus:";
"TurnOffNetworkBeingReplaced" = "Stecken Sie das zu ersetzende Gerät ab und klicken Sie auf „OK“. Wenn Sie das Gerät erneut verwenden möchten, setzen Sie es auf die Werkseinstellungen zurück.";

"FoundWirelessNetworksDescription" = "AirPort-Dienstprogramm hat bestehende drahtlose Netzwerke gefunden. Haben Sie bereits ein drahtloses Netzwerk?";
"NotFoundWirelessNetworksDescription" = "AirPort-Dienstprogramm hat keine bestehenden drahtlosen Netzwerke gefunden. Haben Sie bereits ein drahtloses Netzwerk?";
"FoundWirelessNetworksIHaveOne" = "Ich habe ein drahtloses Netzwerk und möchte %@ hinzufügen oder ein vorhandenes Gerät in meinem Netzwerk ersetzen";
"FoundWirelessNetworksIHaveOneDescription" = "Wählen Sie diese Option, wenn Sie Ihre vorhandene Basisstation/drahtlosen Router durch Ihr %@ ersetzen möchten oder es zu Ihrem Netzwerk hinzufügen möchten.";
"CreateAWirelessNetwork" = "Ich möchte ein neues drahtloses Netzwerk anlegen.";

"genericWhatDoYouWantToDoWith" = "Wählen Sie aus, wie Sie %@ einsetzen möchten.";

"ReplaceAddWiredChoiceJoin" = "Mein %@ soll sich mit dem Netzwerk verbinden";
"ReplaceAddWiredChoiceReplace" = "Eine bestehende Basisstation/drahtloser Router soll durch %@ ersetzt werden";
"ReplaceAddWiredChoiceReplaceDescription" = "Wählen Sie diese Option, wenn Sie eine Basisstation/drahtlosen Router in Ihrem Netzwerk ersetzen und die Einstellungen für Ihr %@ verwenden möchten.";
"JoinExpandWirelessDisabledChoiceJoin" = "Mein %@ soll sich drahtlos mit dem Netzwerk verbinden";
"JoinExpandWirelessDisabledChoiceExpand" = "Ich möchte mein %@ mit meinem Netzwerk über Ethernet verbinden, um mein bestehendes Netzwerk zu erweitern oder ein zweites Netzwerk anzulegen";
"JoinExpandWirelessDisabledChoiceDisabled" = "Ich möchte das drahtlose Netzwerk auf %@ deaktivieren und das Gerät mit meinem Computer oder Netzwerk über Ethernet verbinden.";


"ConfigureForWiredCreateAdditionalNetwork" = "Ich möchte ein zusätzliches Netzwerk anlegen";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Wählen Sie diese Option, wenn Sie Ihr %1$@ über Ethernet verbinden und ein %2$@-Netzwerk zusätzlich zu Ihrem bestehenden Netzwerk anlegen möchten. Drahtlose 802.11 b/g/n-Clients, einschließlich iPhones, können sich mit Ihrem bestehenden 2,4-GHz-Netzwerk verbinden. Drahtlose 802.11 a/n-Clients können sich mit dem 5-GHz-Netzwerk verbinden.";
"ConfigureForWiredCreateRoamingNetwork" = "Ich möchte %@ mit meinem Netzwerk über Ethernet verbinden, um mein bestehendes drahtloses Netzwerk zu erweitern";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Wählen Sie diese Option, wenn sich Ihr %@ über Ethernet mit Ihrer vorhandenen Basisstation/drahtlosem Router verbindet und Sie die Reichweite Ihres Netzwerks erweitern möchten. Beide Netzwerke verwenden denselben Namen und drahtlose Clients suchen sich automatisch das Netzwerk mit dem stärksten Signal.";

"UseADifferentNetworkName" = "Der Name dieses drahtlosen Netzwerks sollte sich vom Namen des bestehenden Netzwerks unterscheiden.";

"ReplaceNetworkTopDescription" = "Wählen Sie das zu ersetzende Gerät oder Netzwerk aus. Wenn es nicht angezeigt wird, vergewissern Sie sich, dass es angeschlossen ist und sich in Reichweite befindet.";
"SelectNetworkTopDescription" = "Wählen Sie das Gerät oder Netzwerk aus, mit dem Ihr %@ über Ethernet verbunden werden soll. Wenn es nicht angezeigt wird, vergewissern Sie sich, dass es angeschlossen ist und sich in Reichweite befindet.";
"SelectNetworkBottomDescription" = "Falls Gerät oder Netzwerk nicht vorhanden, fahren Sie ohne Auswahl fort.";
"MoreChoices" = "Mehr Möglichkeiten anzeigen";
"LessChoices" = "Weniger Möglichkeiten anzeigen";
"ScanAgain" = "Erneut suchen";
"ReplaceOptionsOldDesc" = "Wählen Sie, wie Sie mit dem vorherigen Gerät verfahren möchten, nachdem die Einstellungen übertragen wurden.";
"ReplaceOptionsOld_Use" = "Weiter im Netzwerk verwenden";
"ReplaceOptionsOld_Restore" = "Standardeinstellungen wiederherstellen";
"ReplaceBaseNameModifier" = " Alt";

"ReconfigurePrintersTopDescription" = "Kompatible USB-Drucker, die mit %@ verbunden sind, werden über das Netzwerk gemeinsam genutzt.";
"ReconfigurePrintersChangeNamesDescription" = "Doppelklicken Sie unten in der Liste in der Spalte „Sichtbar als“ auf den Namen eines Druckers, um ihn zu ändern.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Ändern Sie die Namen oder Freigabe-Einstellungen Ihrer Drucker.";
"ReconfigurePrintersNoneDescription" = "Es sind keine USB-Drucker an %@ angeschlossen.";

"ReconfigureStartOver" = "Ich möchte die Werkseinstellungen für %@ wiederherstellen und es dann erneut konfigurieren.";
"ReconfigureChangeSelectedSettings" = "Ich möchte einige der Einstellungen für %@ ändern.";
"ReconfigureUseManualForOtherSettings" = "Falls die gewünschte Einstellung nicht angezeigt wird, klicken Sie auf „Manuelle Konfiguration“, um alle Einstellungen einzublenden.";
"ReconfigureWirelessSecurity" = "Drahtloses Netzwerk";
"ReconfigureBaseStationSecurity" = "%@ Name und Kennwort";
"ReconfigureInternetSettings" = "Internetverbindung";
"ReconfigureFileSharingAccess" = "Laufwerke";
"ReconfigurePrinters" = "USB-Druckerfreigabe";
"ReconfigureMusic" = "Musik";
"ReconfigureSelectAtLeastOneSetting" = "Wählen Sie mindestens eine Einstellung zum Ändern aus, bevor Sie auf „Fortfahren“ klicken.";
"ReconfigurePrompt" = "%@ wurde bereits konfiguriert und meldet keine Probleme. Sie können die Standardeinstellungen wiederherstellen oder die aktuellen Einstellungen ändern.";
"ReconfigureGoBackForNoChanges" = "Klicken Sie auf „Zurück“, um keine Änderungen vorzunehmen.";
"ReconfigureBasePasswordSecurePrompt" = "%@ wurde mit einem Kennwort konfiguriert.";
"ReconfigureInternetPrompt" = "%@ wurde mit folgenden Internet-Einstellungen konfiguriert. ";
"ReconfigureAirPlayPrompt" = "%@ wurde mit folgenden AirPlay-Einstellungen konfiguriert.";
"ReconfigureDiskPrompt" = "%@ wurde mit folgenden Laufwerksfreigabe-Einstellungen konfiguriert.";
"ReconfigurePrintersPrompt" = "%@ wurde mit folgenden Druckerfreigabe-Einstellungen konfiguriert. ";
"ReconfigureWirelessSecurePrompt" = "%@ wurde anhand der WPA-Sicherheitseinstellungen mit folgenden drahtlosen Einstellungen konfiguriert.";
"ReconfigureWirelessInsecurePrompt" = "%@ wurde mit folgenden drahtlosen Einstellungen konfiguriert. ";
"ReconfigureWirelessUseWPA" = "Es wird empfohlen, die WPA-Sicherheitseinstellungen zu verwenden.";
"ReconfigureAPModePrompt" = "Sie können die Einstellungen für diesen Modus behalten oder einen anderen Modus wählen.";
"ReconfigureFinalDescriptionNoChange" = "Ihre %@-Einstellungen wurden nicht gesichert.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "%@ Einstellungen.";
"ReconfigureKeepTheseSettings" = "Aktuelle Geräteeinstellungen verwenden";
"ReconfigureKeepCurrentSettings" = "Aktuelle Geräteeinstellungen für %@ verwenden";
"ReconfigureKeepModeSettings" = "Aktuellen drahtlosen Modus beibehalten (%@)";
"ReconfigureChangeTheseSettings" = "Ändern dieser Einstellungen:";
"ReconfigureChangeCurrentSettings" = "Ändern dieser Einstellungen von %@:";
"ReconfigureChangeModeCreate" = "%@ wurde für die Erstellung eines drahtlosen Netzwerks konfiguriert.";
"ReconfigureChangeModeCreateTitle" = "Drahtloses Netzwerk anlegen";
"ReconfigureChangeModeExtendTitle" = "Netzwerk erweitern per Ethernet-Verbindung zu einem Netzwerk oder ein zweites anlegen";
"ReconfigureChangeModeJoin" = "%@ wurde für die Verbindung mit einem drahtlosen Netzwerk konfiguriert.";
"ReconfigureChangeModeJoinTitle" = "Mit drahtlosem Netzwerk verbinden";
"ReconfigureChangeModeDisable" = "%@ wurde mit deaktivierten drahtlosen Netzwerkeinstellungen konfiguriert.";
"ReconfigureChangeModeDisableTitle" = "Drahtlose Verbindung deaktivieren und über Ethernet mit einem Computer oder Netzwerk verbinden.";
"ReconfigureKeepOrChangePrompt" = "Auswahl treffen und auf „Fortfahren“ klicken, um fortzufahren.";
"ReconfgureDiscardChangesPrompt" = "Möchten Sie die Änderungen an diesen Einstellungen wirklich verwerfen?";
"ReconfgureDiscardChanges" = "Änderungen verwerfen";
"ReconfgureKeepChanges" = "Änderungen beibehalten";

"IfUnsureClickMoreInfo" = "Falls Sie nicht wissen, welche Option Sie wählen sollen, klicken Sie auf „Weitere Infos“.";

"UseManualSetupForOtherSettings" = "Manuelle Konfiguration für andere Einstellungen verwenden";

"OnePanelCreateNetworkAutoConfigYes" = "%@ mit diesen Einstellungen konfigurieren";
"OnePanelCreateNetworkAutoConfigNo" = "Einstellungen für %@ ändern …";
"OnePanelCreateNetworkTopDesc" = "Das AirPort-Dienstprogramm wird %@ konfigurieren, um ein neues sicheres drahtloses Netzwerk anzulegen und eine Verbindung zum Internet herzustellen.";
"PasswordsSavedToKeychain" = "Alle Kennwörter werden in Ihrem Schlüsselbund gesichert.";
"PasswordsSavedToKeychainWin" = "Das Kennwort und das drahtlose Profil dieser Basisstation werden auf diesem Computer gesichert.";
"WillConnectUsingEthernet" = "%@ verbindet sich mit dem Internet über Ethernet.";
"WillConnectUsingPPPoE" = "%@ verbindet sich mit dem Internet über PPPoE.";
"WillConnectUsingBridge" = "Diese %@-Basisstation wird im Bridge-Modus eingerichtet, da sie mit einem Router oder einem anderen Netzwerkgerät verbunden ist, das bereits über DHCP und NAT IP-Adressen vergibt.";

"OnePanelReplaceTopDesc" = "Das AirPort-Dienstprogramm kann die Einstellungen eines anderen drahtlosen Geräts übernehmen. Wählen Sie das Gerät unten aus der Liste aus.";


"ContinueToUseAssistant" = "Klicken Sie auf „Fortfahren“, um %@ mithilfe des Assistenten zu konfigurieren.";
"ClickQuitWhenDone" = "Klicken Sie auf „Beenden“, wenn Sie keine weiteren Änderungen an drahtlosen AirPort-Geräten vornehmen möchten.";
"DoSomethingElse" = "Um ein anderes drahtloses AirPort-Gerät zu konfigurieren, wählen Sie es aus der Liste aus.";
"SomethingNeedsAttentionUpdate" = "Mindestens ein drahtloses AirPort-Gerät muss aktualisiert werden.";
"SomethingNeedsAttentionProblem" = "Mindestens ein drahtloses AirPort-Gerät meldet Probleme.";
"SomethingNeedsAttentionDefault" = "Mindestens ein drahtloses AirPort-Gerät hat Standardeinstellungen.";
"SomethingNeedsContinueUpdate" = "Klicken Sie auf „Fortfahren“, um das nächste zu aktualisierende Gerät zu wählen.";
"SomethingNeedsContinueProblem" = "Klicken Sie auf „Fortfahren“, um Probleme mit dem nächsten Gerät zu beheben.";
"SomethingNeedsContinueDefault" = "Klicken Sie auf „Fortfahren“, um das nächste Gerät zu konfigurieren.";

"UpdateFirmware" = "Firmware aktualisieren …";
"UpdateFirmwareTo" = "Auf „%@“ aktualisieren …";
"CheckUpdateButton" = "Nach Update suchen";
"CheckStatus" = "Nach Update suchen …";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "Time Machine erstellt eine Kopie von allem, was sich auf Ihrem Mac befindet, einschließlich digitale Fotos, Musik, Filme, TV-Sendungen und Dokumente. Somit können Sie ganz einfach auf einen früheren Stand Ihres Systems oder Ihrer Daten zugreifen.";
"TimeMachineTopDesc2" = "Time Machine erstellt eine Kopie von allem, was sich auf Ihrem Mac befindet, einschließlich Systemdateien, Programme und Einstellungen sowie Musik, Bilder und andere wichtige Dateien. Da Time Machine täglich Backups durchführt, können Sie ganz einfach auf einen früheren Stand Ihres Macs zugreifen.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "Time Machine ist bereits für das Backup dieses Computers auf %@ konfiguriert.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "Time Machine ist bereits für das Backup dieses Computers konfiguriert.";
"TimeMachineQueryDesc" = "Möchten Sie mit Time Machine ein Backup dieses Computers auf %@ erstellen?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Später";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Ja (Time Machine-Einstellungen werden geöffnet, sobald Ihre Time Capsule aktualisiert wurde)";
"TimeMachineBottomDesc" = "Time Machine sichert:\n\nStündliche Backups für die letzen 24 Stunden\nTägliche Backups für den letzten Monat\nWöchentliche Backups, bis Ihr Backup-Zielvolume voll ist";
"TimeMachineUseTMPrefs" = "Um Backups von anderen Computern in Ihrem Netzwerk zu erstellen oder weitere Time Machine-Optionen festzulegen, verwenden Sie die Systemeinstellung „Time Machine“.";
"TimeMachineWillLaunchTMPrefs" = "Die Time Machine-Einstellungen werden geöffnet, sobald diese %@ konfiguriert ist.";

"TimeMachineMigrateDiskDesc" = "Das AirPort-Dienstprogramm kann alle Daten des Time Capsule-Laufwerks „%@“ auf dieses Time Capsule-Gerät übertragen.";
"TimeMachineMigrateDiskDesc.replace" = "Wenn sich auf dem Time Capsule-Laufwerk ein Time Machine-Backup befindet, wird es übertragen und alle Time Machine-Clients verwenden die neue Time Capsule für Backups.";
"TimeMachineMigrateDisk" = "Die Daten des Laufwerks auf dieses Time Capsule-Laufwerk übertragen";
"TimeMachineMigrateDiskEraseSource" = "Das Laufwerk „%@“ nach der Migration löschen";
"TimeMachineMigrateDiskEraseSource.description" = "Die Laufwerksdaten von „%@“ werden nur gelöscht, wenn die Datenübertragung auf diese Time Capsule erfolgreich abgeschlossen wird.";
"TimeMachineMigrateDiskReplace.description" = "Die Daten dieses Time Capsule-Laufwerks durch die Daten von „%@“ ersetzen";

"TimeMachineMigrateDiskSummary.Settings" = "Das AirPort-Dienstprogramm überträgt die Daten, Kennwörter und Netzwerkeinstellungen von „%@“ auf das neue %@-Gerät.";
"TimeMachineMigrateDiskSummary.Backups" = "Falls sich auf „%@“ Time Machine-Backups befinden, werden Sie ebenfalls übertragen. Dies kann sehr lange dauern.";
"TimeMachineMigrateDiskSummary.Renaming" = "Während der Migration wird das Ausgangsgerät in „%@%@“ umbenannt. Das neue Gerät wird „%@“ benannt.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Nach der Migration sind alle Daten auf „%@%@“ gelöscht.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "Vor dem Migrationsvorgang werden alle Daten auf dieser Time Capsule gelöscht.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Dies kann nicht widerrufen werden.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Nachdem die Übertragung abgeschlossen ist, können Sie die vorherige Time Capsule auf Standardeinstellungen zurücksetzen und ihre Festplatte löschen.";
"HowToRestoreDefaults" = "Zum Wiederherstellen des Geräts öffnen Sie dessen Konfiguration, indem Sie es in der Seitenleiste auswählen, auf „Manuelle Konfiguration“ klicken und „Auf Standardeinstellungen zurücksetzen“ im Menü „Basisstation“ auswählen.";
"HowToEraseDisk" = "Zum löschen des Laufwerksinhalts wählen Sie „Laufwerk löschen“ im Bereich „Laufwerke“ aus.";
 
"MigrateSummaryDescription" = "Dieses %@-Gerät wird so konfiguriert, dass es die Einstellungen von „%@“ verwendet. Die Einstellungen schließen den Laufwerksinhalt sowie Konfiguration und Kennwörter ein. Wenn sich auf „%@“ Time Machine-Backups befinden, werden sie ebenfalls übertragen.";
"MigrateSummaryEthernetDescription" = "Optimieren Sie die Migration, indem Sie den WAN-Anschluss des alten Geräts über ein Ethernet-Kabel mit dem LAN-Anschluss des neuen Geräts verbinden, sobald Sie dazu aufgefordert werden.";
"MigrateSummaryMoreInfo" = "Klicken Sie auf „Weitere Infos“, um weitere Informationen zur Migration zu erhalten, und klicken Sie anschließend auf „Aktualisieren“, um die Migration zu beginnen.";

"WirelessInterfaceIsOff" = "Ihre Schnittstelle für drahtlose Netzwerke ist deaktiviert.";
"AirPortIsOff" = "AirPort ist deaktiviert.";
"MigrateRequiresAirPort" = "Um eine Basisstation oder einen drahtlosen Router zu ersetzen, muss AirPort aktiviert sein. AirPort aktivieren?";
"MigrateRequiresWireless" = "Um eine Basisstation oder einen drahtlosen Router zu ersetzen, müssen drahtlose Netzwerke aktiviert sein.";
"AUWorksBetterWithWireless" = "Vergewissern Sie sich, dass eine Karte für drahtlose Netzwerke installiert und konfiguriert ist und dass drahtlose Netzwerke aktiviert sind.";
"AUWorksBetterWithAirPort" = "Vergewissern Sie sich, dass eine AirPort-Karte installiert und konfiguriert ist und dass AirPort aktiviert ist.";


/* End of AirPortAssistant.strings file */
